/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "Ignoră";
"cmd.seek" = "Căutare";
"cmd.revert-seek" = "Inversează căutarea";
"cmd.set" = "Setează";
"cmd.cycle" = "Comutare ciclică";
"cmd.cycle-values" = "Comutare ciclică în";
"cmd.add" = "Schimbă";
"cmd.multiply" = "Multiplică";
"cmd.frame-step" = "Cadrul următor";
"cmd.frame-back-step" = "Cadrul precedent";
"cmd.ab-loop" = "Buclă A-B";
"cmd.sub-seek" = "Cauă în subtitrare";
"cmd.playlist-next" = "Următorul element media";
"cmd.playlist-prev" = "Precedentul element media";
"cmd.playlist-move" = "Mută elementul din lista de redare";
"cmd.playlist-clear" = "Șterge lista de redare";
"cmd.playlist-remove" = "Șterge elementul curent";
"cmd.playlist-shuffle" = "Amestecă";
"cmd.write-watch-later-config" = "Înregistrează istoricul de redare";
"cmd.stop" = "Oprire";
"cmd.quit" = "Termină";
"cmd.quit-watch-later" = "Termină (salvează progresul)";
"cmd.screenshot" = "Captură de ecran";
"cmd.screenshot-to-file" = "Fișier cu captură de ecran";
"cmd.loadfile" = "Încarcă fișier";
"cmd.loadlist" = "Încarcă listă de redare";
"cmd.run" = "Rulează";

"iina.flip" = "Răstoarnă";
"iina.mirror" = "Oglindește";

"iina.toggle-pip" = "Activează Picture-in-Picture";
"iina.toggle-music-mode" = "Activează modul Muzică";
"iina.open-file" = "Deschide fișier";
"iina.open-url" = "Deschide URL";
"iina.video-panel" = "Panou video";
"iina.audio-panel" = "Panou audio";
"iina.sub-panel" = "Panou Subtitrări";
"iina.playlist-panel" = "Panou Listă de redare";
"iina.chapter-panel" = "Panou Capitole";
"iina.bigger-window" = "Fereastră mai mare";
"iina.smaller-window" = "Fereastră mai mică";
"iina.fit-to-screen" = "Potrivește la ecran";
"iina.toggle-flip" = "Activează răsturnare";
"iina.toggle-mirror" = "Activează oglindire";
"iina.save-playlist" = "Salvează lista de redare curentă";
"iina.show-current-file-in-finder" = "Deschide în Finder";
"iina.delete-current-file" = "Șterge fișierul curent";
"iina.delete-current-file-hard" = "Șterge fișierul curent fără a-l muta în Coș";
"iina.find-online-subs" = "Găsește subtitrări online";
"iina.save-downloaded-sub" = "Salvează subtitrările descărcate";

"yes" = "Da";
"no" = "Nu";
"to" = "la";
"by" = "de";
"in" = "în";
"add" = "crește";
"minus" = "micșorează";
"forward" = "înainte";
"backward" = "înapoi";
"seek-to" = "la";

"relative" = "s";
"absolute" = "s";
"absolute-percent" = "%";
"relative-percent" = "%";
"relative+exact" = "s (exact)";
"relative-percent+exact" = "% (exact)";
"absolute+keyframe" = "s (cadru cheie)";
"absolute-percent+keyframe" = "% (cadru cheie)";

"opt.pause" = "Pauză";
"opt.speed" = "Viteză";

"opt.window-scale" = "Scală fereastră";

"opt.video" = "Pistă video";
"opt.video-aspect-override" = "Raport de aspect video";
"opt.contrast" = "Contrast";
"opt.brightness" = "Luminozitate";
"opt.gamma" = "Gamma";
"opt.saturation" = "Saturație";
"opt.deinterlace" = "Deîntrețesere";

"opt.audio" = "Pistă audio";
"opt.volume" = "Volum";
"opt.mute" = "Mut";
"opt.audio-delay" = "Întârziere audio";

"opt.sub" = "Pistă subtitrare";
"opt.sub-delay" = "Întârziere subtitrare";
"opt.sub-pos" = "Poziție subtitrare";
"opt.sub-scale" = "Scală subtitrare";
"opt.sub-visibility" = "Vizibilitate subtitrare";
"opt.secondary-sub-visibility" = "Vizibilitate subtitrare secundară";
"opt.sub-ass-style-override" = "Înlocuire stil ASS";

"opt.fullscreen" = "Ecran complet";
"opt.ontop" = "Deasupra";

"opt.chapter" = "Capitol";

"read.set" = "Setează {{property}} la {{value}}";
"read.add" = "{{property}} {{value}}";
"read.multiply" = "Multiplică {{property}} de {{factor}}x";
"read.cycle" = "Ciclic {{property}}{{#dir_down}} în jos{{/dir_down}}";
"read.cycle-values" = "Ciclic {{property}} în ({{{values}}})";
"read.seek" = "Caută {{#fwd}}înainte{{/fwd}}{{#bwd}}înapoi{{/bwd}}{{#abs}}to{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}";
"read.sub-seek" = "Sari la {{#skip_1}}următoarea{{/skip_1}}{{#skip_-1}}precedenta{{/skip_-1}} subtitrare";
